tap 'homebrew/cask'

brew 'bash-completion'

brew 'git'
brew 'vim'
brew 'yarn', args: ['without-node']
brew 'python3'
brew 'neovim'
brew 'ruby'
brew 'hub' # nice git wrapper for GitHub

# for the markdown previewer in vim
brew 'rust'
brew 'pandoc'

# fun stuff
brew 'fortune'
brew 'cowsay'

brew 'coreutils'
brew 'Cmake'
brew 'fzf'
brew 'the_silver_searcher'
brew 'tree'
brew 'watchman'
brew 'rename'
brew 'bat'

cask 'iterm2'
cask 'the-unarchiver'
cask 'google-chrome'
cask 'firefox'
cask 'slack'
cask 'flux'
cask 'vlc'
cask 'visual-studio-code'
cask 'alfred'
cask 'vmware-fusion'
