tap 'caskroom/cask'

brew 'bash-completion'

brew 'git'
brew 'node'
brew 'yarn'
brew 'nvm'
brew 'python3'
brew 'neovim'
brew 'ruby'
brew 'hub' # nice git wrapper for GitHub

# for the markdown previewer in vim
brew 'rust'

brew 'fortune'
brew 'cowsay'
brew 'Cmake'
brew 'fzf'
brew 'the_silver_searcher'

brew 'coreutils'
brew 'tree'
brew 'watchman'
brew 'rename'

cask 'iterm2'
cask 'the-unarchiver'
cask 'google-chrome'
cask 'firefox'
cask 'slack'
cask 'flux'
cask 'vlc'
cask 'visual-studio-code'
